[
    {
        "grade": "A1",
        "area": "Shorewood, Whitefish Bay, and Fox Point",
        "infiltration": "Business, professional",
        "funds": "ample",
        "posterImage": "assets/scans/A1.jpg",
        "job": "Business, professional",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "This large area, extending from Fox Point on the north, to Kensington Avenue, embraces that portion of metropolitan Milwaukee that has witnessed the trend of the better and more expensive construction during the last 10 years. It includes the choicest residential parts of Fox Point, Whitefist Bay and most of Shorewood, all outside the city limits; therefore, having the advantage of slightly lower tax rates. The southern portion may be considered to be part of the gold coast. Virtually all of the area is restricted as to price and type of structure. Ground values in the northern part shrunk 50% from 1929 but have returned to approximately 70% of that level. This area is picturesque, wooded and well kept and will undoubtedly continue to be the choice of higher income home owners. In the Fox Point portion there are estates with lots runnning from one-quarter acre to three acres."
    },
    {
        "grade": "A2",
        "area": "Shorewood, Whitefish Bay, and Fox Point",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/A2.jpg",
        "job": "Business, professional",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "This area embraces the southern part of Milwaukee's gold coast and probably it has reached its peak. The southern portion from Edgewood to Kenwood is the west side of Lake Drive due to traffic conditions and shortness of lots. The people who own homes here maintain the homes, lawns and shrubs in excellent condition. Property is strongly held and sales few."
    },
    {
        "grade": "A3",
        "area": "Milwaukee",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/A3.jpg",
        "job": "Business, professional,white collared clerical",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "This area has witnessed feverish building activity during the last 3 years, particularly since the advent of FHA, the majority of new homes having been financed through Title II loans. Most of the new structures are a substantial type of two-story brick, frame and lannon stone. The cemetery to the West, ordinarily a detrimental influence, appears to have little effect upon the desirability of the area, as houses are being erected to within one block of the eastern boundary of the cemetery. Park Lawn, a Government Housing Unit, is to the N.E., Sherman Park is S.E. The sparsely built up C areas to the west and north of this area have yet no adverse influence upon it."
    },
    {
        "grade": "A4",
        "area": "Wauwatosa",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/A4.jpg",
        "job": "Business, professional,executive",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "A small portion of this area, from 76th to 72nd, approximately 2/3 of the distance between Center and West Hadley, lies in Wauwatosa; the balance is in the City of Milwaukee. The area is another outgrowth of FHA financing and has been largely built up during the last three years. A rather substantial type of two-story structures predominate. There are a few two-family houses in the section. The area is similar to A-3 and A-5 in that it is a development not far from cemeteries with older and cheaper properties nearby. These influences seem to have little effect."
    },
    {
        "grade": "A5",
        "area": "Wauwatosa",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/A5.jpg",
        "job": "Business, professional,executive",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "This area, situated in Wauwatosa, offers much promise of being one of the better of the newly developed sections due to the suburban influence and the fine park system to the west. Virtually all of the houses herein have been built during the last three or four years, and financed chiefly through FHA loans. Despite the proximity to the cemetery and older section to the east, new houses have been built recently on both sides of 82nd Street. There is a distinct cleavage in the types of property midway between 81st and 82nd Streets in this area. The older section surrounding Wauwatosa Cemetery seems to have had no deterring influence upon the eastern portion of this new area. Blue Mound Country Club to the northeast is an advantage; also Mount Mary College, an exclusive girls school."
    },
    {
        "grade": "A6",
        "area": "Milwaukee",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/A6.jpg",
        "job": "Business, professional, executive",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "This is Washington Highlands, a highly restricted and exclusive area, slow in developing but substantial in character. Plans and specifications for new building must be approved by the Washington Highlands Building Committee which permits a wide latitude of discrimination in accepting residents into the neighborhood. That small portion of the area south of Milwaukee Avenue, joined on the east and west by C sections, is in a deep ravine. High ground along the southern boundary of this area fronting on Milwaukee Avenue forms a natural barrier so that C-17 on the south offers no adverse influence on this area."
    },
    {
        "grade": "A7",
        "area": "Milwaukee",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/A7.jpg",
        "job": "Business, professional, executive",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "This area, embracing Jennings Subdivision west of 76th and Wellauer Subdivision east of 76th, holds its character very well despite the apparently adverse influence of the older area to the south. The developer has made it a policy of buying up distressed property. This was formerly a golf course and when abandoned was turned into an exclusive subdivision. Some speculative building in the price range of $18,000 to $25,000 has been carried on during the past four months. County institutions are to the northwest."
    },
    {
        "grade": "A8",
        "area": "Milwaukee",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/A8.jpg",
        "job": "Business - professional",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "This is a very picturesque small area in a wooded section developed by Harter, Chairman of the City Planning Commission, who gave special attention to the artistic features of the section. Virtually all of the financing of houses built during the last three years was through FHA Title II loans. Completion of the new Pulaski High School at the intersection of Oklahoma and 27th Milwaukee area, whereby a nearby cemetery seems to have brought no adverse influence. Jackson Park is on the north."
    },
    {
        "grade": "B1",
        "area": "Whitefish Bay",
        "infiltration": "white collared clerical",
        "funds": "ample",
        "posterImage": "assets/scans/B1.jpg",
        "job": "Business, professional, white collared clerical",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "A very spotty area which is witnessing considerable new building, particulalry west of Shoreland. The section west of Santa Monica lacks improvements such as storm sewers, paved streets, and street lighting. The portion between Henry Clay and Fairmount, Santa Monica and Lydell is almost all new and the trend will be upward despite the apparently unfavorable influence of the nearby railroad and industrial section. Sales activity has been best in northern portion of the area due to the lower price of properties there. The higher priced houses in the southern portion have been a drawback to sales. The area has a number of distressed building and loan-owned properties available at about 50% of 1929 prices. Its location in a choice part of the Milwaukee area presages an upward trend for this section."
    },
    {
        "grade": "B2",
        "area": "Whitefish Bay and Shorewood",
        "infiltration": "white collared clerical",
        "funds": "ample",
        "posterImage": "assets/scans/B2.jpg",
        "job": "Clerks, mechanics, white collared clerical",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "That portion between Henry Clay and Fairmount, Santa Monica and Kimbark is a less desirable section bordering on third grade with cheaper and older houses. The same applies to Larkin and Newhall Streets. This area shares some of the favorable influence of its location in the Shorewood-Whitefish Bay Section. It is a spotty area with a good type of security along Cumberland and Ardmore between Hampton and Henry Clay. The sparsely built up section between Fairmount and Kensington should see a definite upward trend due to the amount of new building therein. Estabrook Park is to the southwest."
    },
    {
        "grade": "B3",
        "area": "Shorewood",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/B3.jpg",
        "job": "Business, professional, white collared clerical",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "A spotty area of substantial houses all located in the village of Capital Drive. These streets have several apartments. Estabrook Park to the west. Values in multi-family buildings were well maintained,"
    },
    {
        "grade": "B4",
        "area": "Shorewood",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/B4.jpg",
        "job": "Business, professional, white collared clerical",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "A spotty area wherein duplexes and multi-family dwellings predominate overwhelmingly due possibly to the influence of the exclusive girls' school, the seminary and normal school located within the area. The fact that it is not a great distance from the downtown business district also influenced apartment and duplex construction. Kern Park is to the west. From Oakland west, area is spotty and bad."
    },
    {
        "grade": "B5",
        "area": "Milwaukee",
        "infiltration": "above groups",
        "funds": "ample",
        "posterImage": "assets/scans/B5.jpg",
        "job": "Business, professional",
        "imdbLink": "assets/scans/A1.jpg",
        "description": "A silk stocking and high tax area adjoining and considered part of the Gold Coast. It is typical of the exclusive and best section of 15 to 20 years ago. Lots are restricted to 40 feet. Despite the age of many of the properties, the area retains a degree of exclusiveness. South of Burleigh, recovery was not good. Values will be well maintained here on west end. Lake Park to the east. Riverside and Gordon Parks to the west."
    }
]